Repository: UDSSL/now-reading
Catalog: languages/nr-*.po
Languages: si_lk

source: UDSSL Now Reading Administration Interface
si_lk: යූ.ඩී.එස්.එස්.එල්. පරිපාලක අතුරු මුහුණත

source: Now Reading
si_lk: දැන් කියවන පිටු

source: Read Now
si_lk: දැන් කියවන්න

source: Settings
si_lk: සැකසුම්

source: Monitor
si_lk: මොනිටරය

source: UDSSL Now Reading Dashboard
si_lk: යූ.ඩී.එස්.එස්.එල්. පාලක පුවරුව

source: UDSSL Now Reading Settings Saved
si_lk: සැකසුම් ගබඩා කලා

source: UDSSL Now Reading Settings Reset
si_lk: සැකසුම් මුල් තත්වයට ගෙන ආවා

source: Ajax Refresh
si_lk: සැගවුණු යාවත්කිරීම

source: Configure Ajax Refresh
si_lk: සැගවුණු යාවත්කිරීම සකසන්න

source: Enable Ajax Refresh
si_lk: සැගවුණු යාවත්කිරීම වලංගු කරන්න

source: Enable Ajax Refresh of Reading Widget
si_lk: විජටයේ සැගවුණු යාවත්කිරීම වලංගු කරන්න

source: Refresh Interval
si_lk: යාවත්කාලීන කාලසීමාව

source: Ajax Refresh Interval
si_lk: සැගවුණු යාවත්කාලීන කාලසීමාව

source: Now Reading List
si_lk: දැන් කියවන පිටු ලැයිස්තුව

source: Configure Now Reading List Settings
si_lk: දැන් කියවන පිටු ලැයිස්තුව සකසන්න

source: No of Readings
si_lk: ලැයිස්තු ඒකක ගණන

source: No of entries to show on the widget
si_lk: විජටයේ පෙන්වන ලැයිස්තු ඒකක ගණන

source: Save Settings
si_lk: ගබඩා කරන්න

source: Reset
si_lk: මුල් අවස්ථාව

source: Now Reading Monitor
si_lk: දැන් කියවන පිටු පුවරුව

source: No Readings Yet
si_lk: තවම කියවූ පිටු නැත

source: Index
si_lk: අංකය

source: Title
si_lk: මාතෘකාව

source: Time
si_lk: වේලාව

source: Elapsed Time
si_lk: ගතවූ කාලය

source: IP
si_lk: ඉන්ටර්නෙට් ලිපිනය

source: User Agent
si_lk: බ්රෝව්සරය

source: Link
si_lk: සබැදුම

source: View Page
si_lk: පිටුවට යන්න

source: ago
si_lk: කලින්

source: Current Time
si_lk: දැන් වේලාව

source: UDSSL Now Reading Options
si_lk: යූ.ඩී.එස්.එස්.එල්. දැන් කියවන පිටු සකසන්න

source: Title Color
si_lk: මාතෘකා පැහැය

source: Title Text
si_lk: මාතෘකාව

source: Title Font Size
si_lk: මාතෘකා අකුරු ප්‍රමාණය

source: Read Now Color
si_lk: අකුරු පැහැය

source: Read Now Text
si_lk: සම්බන්දක වචනය

source: Text Color
si_lk: අකුරු පැහැය

source: Text Font Size
si_lk: අකුරු ප්‍රමාණය

source: Text to Link Font Size Ratio
si_lk: අකුරු ප්‍රමාණ පරිමාණය

source: Visit Page Now
si_lk: දැන්ම පිටුවට යන්න

source: UDSSL Now Reading Widget
si_lk: දැන් කියවන පිටු විජට්ටුව

source: Display your content being read now. Real time updates with WP HeatBeat API.
si_lk: ඔබගේ දැන් කියවන පිටු ඔබගේ පාරිබෝගිකයන්ට පෙන්වන්න.

source: Configure
si_lk: සකසන්න
